acpica
algol68g
asunder
baobab
base
base-devel
bash-completion
bc
bin86
boost
breeze-icons
calico
catnip
cdrdao
clang
cmake
cups
ddrescue
default-arm7
desmume
dev86
devkit-env
devkitARM
devkitARM-gdb
devkitarm-binutils
devkitarm-cmake
devkitarm-crtls
devkitarm-gcc
devkitarm-newlib
devkitpro-keyring
dool
dswifi
edb-debugger
edk2-ovmf
efibootmgr
eigen
emscripten
epson-inkjet-printer-escpr2
epson-inkjet-printer-sc-p7500p9500
epson-printer-utility
epsonscan2-bin
fasm
fastfetch
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
firefox
foremost
gdb
ghidra
ghostscript
git
github-cli
gnu-free-fonts
gnuplot
gradle
gsfonts
gsl
gst-plugin-pipewire
hexedit
htop
iftop
intel-media-driver
iwd
jdk-openjdk
jwasm
kitty
l3afpad
lazygit
less
libfat-nds
libnds
libpulse
libva-intel-driver
linux-firmware
linux-zen
lsof
lua-language-server
luarocks
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-menu-data
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
lxqt-wayland-session
maxmod-nds
meson
msedit
mullvad-vpn
nano
nasm
nds-cmake
nds-examples
nds-pkg-config
neovim
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvm
obconf-qt
open-vm-tools
openbox
openssh
openwatcom-v2
pacman-contrib
pavucontrol-qt
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pli-bin
pli-bin-debug
qemu-full
qemu-img
qps
qt5-singlecoreapplication
qterminal
rapidjson
ripgrep
rpmextract
sbcl
scalpel-git
screengrab
sddm
sddm-conf
slock
smartmontools
sudo
ttf-hack-nerd
unzip
valgrind
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
xdg-desktop-portal-lxqt
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yasm
yay
yay-debug
zip
zram-generator
